[
  {
    "route": "Eastern Mediterranean",
    "desc": ["In 2015, some 885,000 migrants arrived in the EU via the Eastern Mediterranean route – 17 times the number in in 2014, which was itself a record year. The vast majority of them arrived on several Greek islands, most on Lesbos. The numbers increased gradually from January to March, but began to climb in April, peaking at 216 000 in October. The numbers eased slightly in November and December with the onset of winter, but were still well above the figures from the same months of 2014.","Throughout 2015 Frontex deployed an increased number of officers and vessels to the Greek islands to assist in patrolling the sea and registering the thousands of migrants arriving daily. In December, the agency launched Poseidon Rapid Intervention after the Greek authorities requested additional assistance at its borders.","Most of the migrants on this route in 2015 originated from Syria, followed by Afghanistan and Somalia. There are also increasing numbers of migrants coming from sub-Saharan Africa. Most of the migrants continued their journeys north, leaving Greece through its border with the former Yugoslav Republic of Macedonia. Frontex also deploys officers at Greece’s northern land border to assist in registering exiting migrants."]
  },
  {
    "route": "Central Mediterranean",
    "desc": ["The Central Mediterranean route remained under intense migratory pressure in 2015, although the total number of migrants arriving in Italy fell to 154 000 - about a tenth lower than the record set in 2014. The main reasons for the drop were the shift of Syrians to the Eastern Mediterranean route and a shortage of boats faced by smugglers in the latter part of the year. Smuggling networks remain well established in Libya, where migrants gather before crossing the sea. In 2015 Eritreans, Nigerians and Somalis accounted for the biggest share of the migrants making the dangerous journey.","People smugglers typically put migrants aboard old, unseaworthy fishing boats, or even small rubber dinghies, which are much overloaded and thus prone to capsizing. These vessels are generally equipped with poor engines, lack proper navigation systems and often have insufficient fuel to reach Europe. For these reasons, the vast majority of border control operations in the Central Mediterranean turn into Search and Rescue (SAR) operations."]
  },
  {
    "route": "Western Mediterranean",
    "desc": ["The Morocco to Spain route had been a noted pressure point for years – certainly since 2005, when thousands of sub-Saharan migrants made world headlines by trying to climb over the fence in the Spanish enclave of Melilla.","Co-operation between Spain and Morocco has since kept migrant numbers comparatively low on this route. Migrants are also more inclined to depart from Libya because the likelihood of being returned by EU authorities is much lower.","A decade ago, migrants from Morocco to Spain were typically economic ones from Algeria and Morocco, hoping for jobs in Spain, France and Italy. Since then, however, they have increasingly been joined by sub-Saharan Africans, driven northwards by conflicts in Mali, Sudan, South Sudan, Cameroon, Nigeria, Chad and the Central African Republic. In 2015, Syrians accounted for the biggest share of detections on this route.","West Africans reach Morocco or Algeria via two land routes. One follows the West African coastline; the shorter one crosses the Sahara. The coastal route is naturally preferred by migrants leaving Senegal and Mauritania, but also, often, by nationals of countries further afield - such as Nigeria, Côte d’Ivoire or Benin - because the Sahara crossing is judged so dangerous.","There are various reasons for the fluctuation of overall numbers on this route. Spain has stepped up coastal patrols, installed the SIVE maritime surveillance system along its southern border and signed bilateral agreements with Mauritania and Senegal. It has also strengthened border checks at the main ports, a significant deterrent for would-be migrants secreting themselves aboard trucks and containers on ferries headed to Almeria and Algeciras – the traditional method of irregular entry. Rising unemployment in Spain, and therefore fewer opportunities for migrant workers, is also thought to be a factor.","Spanish border authorities do not only face challenges from irregular migrants. The Western Mediterranean route has also long been a major conduit for drug-smugglers moving cannabis and cocaine towards the lucrative markets of the EU. Evidence suggests that the speedboats traditionally deployed by the smugglers are increasingly being replaced by small planes and helicopters.","Disclaimer: Data presented refer to the number of detections of illegal border-crossing at the external borders of the European Union. Illegal border-crossings at the external borders may be attempted several times by the same person."]
  },
  {
    "route": "Western Balkans",
    "desc": ["The record number of migrants arriving in Greece had a direct knock-on effect on the Western Balkan route, as the people who entered the EU in Greece tried to make their way via the former Yugoslav Republic of Macedonia, Serbia into Hungary and Croatia and then towards western Europe. This led to unprecedented numbers of migrants seeking to re-enter the EU through Hungary’s borders with Serbia. After Hungary completed the construction of a fence on its border with Serbia in September, the flow of migrants shifted to Croatia. In all of 2015, the region recorded 764 000 detections of illegal border crossings by migrants, a 16-fold rise from 2014. The top-ranking nationality was Syrian, followed by Iraqis and Afghans. Earlier in the year, unprecedented numbers of Kosovo* nationals crossed the Serbian-Hungarian border illegally.","*This designation is without prejudice to positions on status, and is in line with UNSCR 1244 and the ICJ Opinion on the Kosovo declaration of independence."]
  },
  {
    "route": "Eastern Land Borders",
    "desc": ["The European Union’s 6 000-kilometre-long land border between Belarus, Moldova, Ukraine, the Russian Federation and its eastern Member States (Estonia, Finland, Hungary, Latvia, Lithuania, Norway, Poland, Slovakia, Bulgaria and Romania) presents significant challenges for border control.",
      "Overall the scale of irregular migration at all the eastern borders is much smaller than on any other migratory route into the EU and amounts to a fraction of a percent (0.1%) of the total. Until 2015, Ukraine was the main transit country both for the citizens of the CIS (mainly Georgians and Russians), and non-CIS irregular migrants (primarily Somali and Afghan nationals) aiming to reach the EU through its eastern borders. In addition, Ukraine is also a major route for migrants from the Caucasus region and Central Asian countries travelling towards (or from) the Russian Federation.","In 2015 a new migrant route appeared to open up: the so-called Arctic route through Russia over the land borders with Norway and Finland. About 6000 asylum applicants were counted between October and December. Most were originally from Afghanistan and Syria, although recently they have been joined by migrants of other nationalities. The main crossing point was Storskog, the only legal land border crossing between Norway and Russia, which saw 5 200 applications for asylum in 2015, compared to less than 10 the previous year. Migrants took to using bicycles to negotiate the border zone because pedestrian traffic is banned and drivers are fined if they give lifts to passengers without proper documents.","The situation eased in Norway in December. Migrants were deterred by worsening weather conditions and even by the shortage of bicycles. The Russian authorities have also begun refusing travellers the permission to transit their country without Schengen visas. However, there has been a clear dis­placement to the Finnish border. The total number of arrivals to the Finnish two most northern border crossing points of Salla and Raja-Jooseppi, by mid-January 2016 was roughly 1 000 persons.","After border crossing by bicycles was banned, migrants now acquire cars and drive to the border by themselves. Some of the migrants have lived in the Rus­sian Federation for a long period of time. Lately the share of those who were only in transit through the Russian Federa­tion has been growing, indicating that the knowledge about the route in the or­igin countries is spreading.","Worth noting is the introduction of a series of local border-traffic agreements between Ukraine and its European Union neighbours (Hungary, Poland, Slovakia), which allowed holders of local border traffic permits to stay for up to 90 days per half-year. While it is difficult to perform control along the 30–50-kilometre non-demarcated zone where the agreements are in force, Member States reported only a few isolated breaches. In fact, most of the issues seem to concern small scale smuggling of excise goods. Along the Eastern land border, abuse of legal travel channels is more common than illegal border-crossing, mainly by citizens of the CIS (Commonwealth of Independent States) including Georgians.","Since Frontex data collection begun in 2008, numbers of illegal border crossings remained stable, oscillating around 1,500 each year."]
  },
  {
    "route": "Western African",
    "desc": ["The route between Senegal, Mauritania and Morocco and the Spanish Canary Islands was once the busiest irregular entry point for the whole of Europe, peaking at 32 000 migrants arriving on the islands in 2006.","But the numbers dropped by 60 per cent in 2007 following bilateral agreements between Spain and Senegal and Mauritania, including repatriation agreements. Strengthened border controls, including the installation of the SIVE maritime surveillance system, also helped, along with the Frontex-coordinated Operation Hera.","Migrants on this route were mostly from Morocco and Senegal, with others from Niger, Nigeria and Mali. They generally travelled in long wooden fishing boats, known as cayucos; migrants from Morocco use smaller fishing boats called pateras.","The numbers continued to drop from 2007, until by 2012 there were just 170 arrivals in the Canaries. The figure remained stable for the next two years, although it rose to 874 in 2015.","The Moroccan smuggler operation is not well developed. Sea passages tend to be arranged by individuals working independently, serving clients who have made their own way to the coast rather than using the services of organised networks. Small boats found on Lanzarote containing very small numbers of migrants gave strong indications that drug smuggling was the primary goal of these journeys."]
  },
  {
    "route": "Others",
    "desc": [
      "Circular Route from Albania to Greece","Circular migration across the land border between Greece and Albania was, for many years, one of the most significant irregular migratory flows across the EU’s external borders. While in the last three years the number detections settled slightly below 9 000, between 2008 and 2010 it stood at 35 300-42 000, which accounted for more than a third of all detections at the EU level. It is important to note that upon detection, Albanian nationals crossing the border illegally were immediately returned to Albania, but quickly attempted re-entry to Greece, which means that the number of detections was higher than the actual number of migrants attempting to cross the border."
      ,"The principal reason of this flow is mainly economic, with most migrants taking up seasonal jobs in agriculture and the construction business. The fact that Albanian migrants could easily, cheaply and repeatedly attempt to illegally cross the border with Greece, and that Greek businesses which illegally employed Albanians were rarely prosecuted, combined to form strong pull factors.","Since being granted visa-free travel to the EU in late 2010, Albanian nationals have been detected crossing the border illegally in much lower numbers, with only slightly more than 5 000 detections in 2011 and 2012.","Apulia and Calabria Route","Although not a major point of entry for irregular migrants, the open sea route to southern Italy remains a source of particular concern to border authorities.",
      "Irregular migrants picked up in Apulia tend to be travellers who previously entered the EU via Greece. Increasing numbers of migrants, usually from Asia, claim to have been living in Greece for months or years before deciding to leave for other EU Member States.",
      "Those detected in Calabria usually come from Turkey or Egypt. Most are Syrians, although there have also been significant numbers of Pakistanis and Afghans, as well as Egyptians.",
      "The peak year for this route was 2011 with 5259 detections of illegal border crossings, the year of the Arab Spring. The decline in numbers since then is attributed to a growing preference for the overland route through the Western Balkans.",
      "The smuggling techniques used on this open sea passage are quite different from the flimsy dinghies typically seen in the calmer waters of the eastern Aegean. Smugglers attempting entry in Apulia often use ocean-going pleasure yachts. Migrants are hidden below the deck, often in dangerously crowded conditions with insufficient ventilation. In some cases, the boats are modified with additional wooden bunking in order to maximize capacity. Only a small crew is visible to coastguard patrols, sometimes accompanied by women to allay suspicion.",
      "Smuggling networks from Egypt, on the other hand, used to use small fishing boats – but had switched to larger ‘mother ships’ instead, with strings of fishing boats towed behind. On departure from Egypt the migrants were stowed in the mother ship, which then stopped en route to collect further passengers. Once close to the Italian shore, the migrants were transferred to the fishing boats while the mother ship returns to port – a technique that naturally allowed smugglers to evade arrest.",
      "In 2014, people smugglers in Turkey copied the trend for larger boats by employing decommissioned freighters, capable of holding as many as 600 people. Most depart the Turkish port of Mersin. The route from Turkey was not without dangers. The engines of the old freighters are often unreliable. The risk of shipwreck was also increased by the smugglers’ habit of switching off the boat’s AIS (Automatic Identification System). This made it electronically invisible to the authorities - but also to other boats and vessels navigating the Mediterranean. On numerous occasions, smuggler crews set the vessels on autopilot and then either abandoned ship, or hid themselves among other passengers to avoid arrest. ",
      "The trend had subsided in 2015 as migrants instead used the Eastern Mediterranean route."
    ]
  }
]
